Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=71_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámit Suomas
smn: Sämmiliih Suomâst

source: Sápmelaččat leat Eurohpa uniovnna guovllu áidna eamialbmot.
smn: Sämmiliih láá Euroop union kuávlu áinoo algâaalmug.

source: Sápmelaččaid eamiálbmotsajádat lea nannejuvvon Suoma vuođđolágas.
smn: Sämmilij algâaalmugsajattâh lii nanodum Suomâ vuáđulaavâst.

source: Eamiálbmotkritearat vuođđuduvvet riikkaidviidosaš bargoorganisašuvnna, ILO, soahpamuššii nummir 169.
smn: Algâaalmug kriteereh vuáđudeh aalmugijkoskâsâš pargoseervi, ILO, sopâmušân nummeer 169.

source: Soahpamuša mielde iehčanas riikkain orru álbmogiid doallat eamiálbmogin, go sii nállašuvvet álbmogis, mii riikka váldima dahje orruma álggaheami dahje dálá riikkarájáid šaddama áigge orui rikkas dahje dan eatnandieđalaš guovllus, masa riika gullá.
smn: Sopâmuš mield jiecânâs enâmijn ässee aalmugeh annojeh algâaalmugin, ko sij láá šaddaaš aalmugist, mii eennâm väldidem teikâ asâiduttem teikâ táálái staatâraajij šoddâm ääigi aasâi enâmist teikâ ton eennâmtieđâlâš kuávlust, kuus eennâm kulá.

source: Eamiálbmot ii maiddái leat mearrideaddji dilis iežas orrunguovllustis.
smn: Algâaalmug ij meid lah merideijee sajattuvvâst jieijâs aassâmkuávlust.

source: Eamiálbmot galgá ieš doallat iežasa dakkárin.
smn: Algâaalmug kalga jieš anneeđ jieijâs tagarin.

source: Eamiálbmot lea ferten seailluhit vuoigatvuođalaš dilis fuolakeahttá visot dahje oasi iežas sosiálaš, ekonomalaš, kulturlaš ja politihkalaš institušuvnnain.
smn: Algâaalmug lii kolgâm siäiluttiđ vuoigâdvuođâlâš sajattuvvâst peerusthánnáá ollâsávt teikâ uásild jieijâs sosiaallijd, ekonomâlijd, kulttuurlijd já poolitlijd instituutioid.

source: Suomas sápmelašvuohta lea meroštallojuvvon sámediggelága goalmmát paragráfas (3 §) ja dan váldovuođustussan lea sámegiella.
smn: Suomâst sämmilâšvuotâ lii miäruštâllum sämitiggelaavâ kuálmád ceehist (3 §) já ton válduvuáđustâssân lii sämikielâ.

source: Lága mielde sápmelaš lea olmmoš, guhte doallá iežas sápmelažžan eaktudemiin ahte son dahje aŋkke okta su vánhemiin dahje máttarvánhemiin lea oahppan sámegiela vuosttas giellan.
smn: Laavâ mield sämmilâš lii olmooš, kote ana jieijâs sämmilâžžân toin iävttoin, ete sun jieš teikâ aainâs-uv ohtâ suu vanhimijn teikâ ááhust já äijihist lii oppâm sämikielâ vuossâmuu kiellân.

source: Suomas hállet golbma sámegiela: davvi-, anáraš ja nuortalašsámegiela, mat buot leat áitatvuložat.
smn: Suomâst sárnuh kuulmâ sämikielâ: tavesämi-, anarâš- já nuorttâlâškielâ, moh láá puoh uhkevuálásiih.

source: Suomas statistihka ráhkadeapmi etnihkalaš boahtimuša vuođul lea heaggadiehtolága mielde lágaheapme juos doaimmain ii leat mearriduvvon namalassii lágas.
smn: Suomâst lovottem etnisâš tuávváá vuáđuld lii olmooštiätulaavâ mield lavâttem jis tooimâin ij lah asâttum eromâšávt laavâst.

source: Suoma sámediggelága § 23 mielde sámediggi doallá válgalogahallama sápmelaččain.
smn: Suomâ sämitiggelaavâ § 23 mield sämitigge paijeentuálá vaaljâluvâttâllâm sämmilijn.

source: Válgalogahallama birra ii sáhte mieđihit dieđuid go sámedikki stivrra lobiin statistihka- ja dutkamušdárkkuhusa várás.
smn: Vaaljâluvâttâlmist ij pyevti luovâttiđ tiäđuid eres ko sämitige haldâttâs luuvijn lovottem- já tutkâmtárguttâsân.

source: Sámedikki válggaid oktavuođas čoaggit statistihka sápmelaččaid lohkomearis ruovttuguovllu gielddain, ruovttuguovllu olggobealde ja olgoriikkain.
smn: Sämitige vaaljâi ohtâvuođâst noreh lovottuv sämmilij meereest sämikuávlu kieldâin, sämikuávlu ulguubeln já olgoenâmijn.

source: Statistihkka lea dárkkimus diehtu Suoma sápmelaččaid lohkomearis.
smn: Lovottâh lii tärkkilumos tiätu Suomâ sämmilij meereest.

source: Álbmotregisttardiehtovuogádahkii sáhttá almmuhit iežas eatnigiellan sámegiela.
smn: Aalmugregistertiätuvuáhádâhân puáhtá almottiđ eenikiellânis sämikielâ.

source: Vuogádat ii velá sirre iešguđet sámegielaid.
smn: Vuáhádâh ij vala sierree eres sämikielâid.

source: Jagi 2012 loahpa rádjai eatnigiellan sámegiela lei álbmotdiehtovuogádahkii almmuhan 1900 olbmo.
smn: Ive 2012 loopâ räi lijjii eenikiellânis sämikielâ aalmugtiätuvuáhádâhân almottâm 1900 olmožid.

source: Suomas leat sullii 10 000 sápmelačča.
smn: Suomâst láá suullân 10 000 sämmilâžžâd.

source: Sis badjel 60 proseantta orrot juo ruovttuguovlluset olggobealde, mii ásaha sámegielat oahpahussii, bálvalusaide ja dieđusirdimii ođđalágan gáibádusaid.
smn: Sist paijeel 60 prosenttid ääsih jo päikkikuávlus ulguubeln, mii aasât sämikielâlâš máttááttâsân, palvâlussáid já tiäđujyehimân uđđâ vátámâšâid.

source: Sápmelaččat orrot árbevirolaš orrunguovlluinneaset Suomas, Norggas, Ruoŧas ja Ruoššas.
smn: Sämmiliih ääsih sii ärbivuáválijn aassâmkuávluin Suomâst, Taažâst, Ruotâst já Ruošâst.

source: Buohkanassii sápmelaččat leat oktiibuot 75 000-100 000.
smn: Puohnâssân sämmiliih láá ohtsis 75 000 -100 000.

source: Eanemusat sápmelaččat leat Norggas.
smn: Enâmustáá sämmiliih láá Taažâst.

source: Gávpotorrun lea váikkuhan buot sámeservošiidda ja sihke Norgga ja Ruoŧa oaivegávpotguovlluin dego Suomasge lea stuorra sápmelašservvodat.
smn: Kaavpuglum lii vaikuttâm puoh sämisiärváduvváid já sehe Taažâ ete Ruotâ uáivikaavpugkuávluin tego Suomâst-uv lii stuorrâ sämisiärvádâh.

source: Sápmelaččaid lohkomearri lea lassánan jagis 1992 jahkái 2011 55 proseantta.
smn: Sämmilij meeri lii šoddâm ive 1992 rääjist ihán 2011 55 prosenttid.

source: Dán áigge ruovttuguovllu olggobealdi orru sámeálbmoga lohkomearri lea lassánan165 %.
smn: Taan ääigi sämikuálvu ulguubeln ässee sämiaalmug meeri lii šoddâm 165 %.

source: Sámiid ruovttuguovllu olmmošlohku lea luoitán dán áigge 13 %.
smn: Sämikuávlu aalmugmeeri lii vuálánâm taan ääigi 13 %.

source: Tábealla: Sápmelaččaid lohkomeari ovdáneapmi Suomas
smn: Tavlustâh: Sämmilij mere ovdánem Suomâst Sämikuávlust

source: Ruovttuguovllus
smn: Prosentuaallâš uási

source: Ruovttuguovllu olggobealde
smn: Sämikuávlu ulguubeln

source: Prosentuálalaš ossodat
smn: Prosentuaallâš uási

source: Oktiibuot
smn: Ohtsis

source: Gáldu: Sámediggeválggain ja sámeparlameantta válggain čohkkejuvvon statistihkat
smn: Käldee: Sämitiggevaaljâin já säämi parlament vaaljâin nuurrum lovottuvah
